{
  "posts": [
    {
      "id": 1,
      "title": "Sierra Uniform Hotel Mike X-ray Lima Echo Quebec Tango Papa Yankee Kilo Delta Victor November Juliett Oscar Charlie",
      "body": "Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem.\n\nSed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus.",
      "likes": 86
    },
    {
      "id": 2,
      "title": "Lima Sierra Juliett Bravo Echo Alfa Quebec Tango Kilo Oscar X-ray Whiskey Delta Romeo",
      "body": "Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat.",
      "likes": 81
    },
    {
      "id": 3,
      "title": "Zulu Whiskey Tango India Golf Oscar Juliett Papa Hotel Quebec Romeo Bravo X-ray Foxtrot November Uniform Lima Victor Kilo",
      "body": "Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem.",
      "likes": 75
    },
    {
      "id": 4,
      "title": "Hotel Uniform Oscar India Kilo Juliett Sierra Golf Echo Mike Lima Tango Papa Charlie Romeo November Bravo X-ray Delta Foxtrot",
      "body": "Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui.\n\nMaecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti.",
      "likes": 24
    },
    {
      "id": 5,
      "title": "India Delta Golf Whiskey November Alfa Bravo Yankee Tango Zulu Mike Papa Uniform Foxtrot Sierra Victor",
      "body": "Curabitur at ipsum ac tellus semper interdum. Mauris ullamcorper purus sit amet nulla. Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam.",
      "likes": 24
    },
    {
      "id": 6,
      "title": "Victor Tango Charlie Mike Whiskey Sierra Hotel November X-ray Uniform Delta Alfa Foxtrot Oscar Yankee Lima Kilo Bravo",
      "body": "Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem.\n\nSed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus.",
      "likes": 75
    },
    {
      "id": 7,
      "title": "Hotel Whiskey November Lima Tango Papa Oscar Foxtrot Juliett Quebec Echo India Mike Golf Delta",
      "body": "Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh.\n\nQuisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros.\n\nVestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat.",
      "likes": 93
    },
    {
      "id": 8,
      "title": "Delta Mike Kilo Bravo Yankee Romeo Charlie Papa Quebec Victor Echo",
      "body": "Vestibulum quam sapien, varius ut, blandit non, interdum in, ante. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Duis faucibus accumsan odio. Curabitur convallis.\n\nDuis consequat dui nec nisi volutpat eleifend. Donec ut dolor. Morbi vel lectus in quam fringilla rhoncus.\n\nMauris enim leo, rhoncus sed, vestibulum sit amet, cursus id, turpis. Integer aliquet, massa id lobortis convallis, tortor risus dapibus augue, vel accumsan tellus nisi eu orci. Mauris lacinia sapien quis libero.",
      "likes": 54
    },
    {
      "id": 9,
      "title": "Whiskey Golf Charlie Kilo Romeo X-ray Uniform Zulu India Bravo Echo Quebec",
      "body": "Proin interdum mauris non ligula pellentesque ultrices. Phasellus id sapien in sapien iaculis congue. Vivamus metus arcu, adipiscing molestie, hendrerit at, vulputate vitae, nisl.\n\nAenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum.\n\nCurabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est.",
      "likes": 95
    },
    {
      "id": 10,
      "title": "Quebec X-ray Golf Papa November Uniform Victor Echo India Oscar Delta Alfa Whiskey Sierra Mike Bravo Lima Hotel Charlie",
      "body": "Phasellus in felis. Donec semper sapien a libero. Nam dui.",
      "likes": 64
    }
  ],
  "polls": [
    {
      "id": 1,
      "question": "Do you prefer Vue or React?",
      "answerA": "Vue",
      "answerB": "React"
    },
    {
      "id": 2,
      "question": "Do you prefer JavaScript or Java?",
      "answerA": "Javascript",
      "answerB": "Java"
    }
  ]
}